-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Feb 16, 2023 at 10:44 PM
-- Server version: 8.0.24
-- PHP Version: 7.4.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `phonebook`
--

-- --------------------------------------------------------

--
-- Table structure for table `list`
--

CREATE TABLE `list` (
  `Id` int NOT NULL,
  `Заклад` varchar(63) DEFAULT NULL,
  `Адреса` varchar(32) DEFAULT NULL,
  `Email` varchar(32) DEFAULT NULL,
  `Веб-сторінка` varchar(34) DEFAULT NULL,
  `ПІБ` varchar(33) DEFAULT NULL,
  `Посада` varchar(15) DEFAULT NULL,
  `Телефон` varchar(8) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Dumping data for table `list`
--

INSERT INTO `list` (`Id`, `Заклад`, `Адреса`, `Email`, `Веб-сторінка`, `ПІБ`, `Посада`, `Телефон`) VALUES
(1, 'Рівненський ліцей №1', 'вул. Литовська, 11', 'rivne.zoch1@gmail.com', 'school-1.rv.ua', 'Грекул Людмила Володимирівна', 'директор', '63-34-31'),
(2, 'Рівненський ліцей №1', 'вул. Литовська, 11', 'rivne.zoch1@gmail.com', 'school-1.rv.ua', 'Рудь Ганна Ананіївна', 'секретар', '63-34-31'),
(3, 'Рівненський ліцей №1', 'вул. Литовська, 11', 'rivne.zoch1@gmail.com', 'school-1.rv.ua', 'Остаповець Алла Ігорівна', 'заступник з НВР', '62-10-29'),
(4, 'Рівненський ліцей №1', 'вул. Литовська, 11', 'rivne.zoch1@gmail.com', 'school-1.rv.ua', 'Денисюк Тетяна Миколаївна', 'заступник з ВР', '62-10-29'),
(5, 'Рівненський ліцей №1', 'вул. Литовська, 11', 'rivne.zoch1@gmail.com', 'school-1.rv.ua', 'Парфьонова Інна Григорівна', 'заступник з ГР', '26-95-79'),
(6, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Нагорний Андрій Ярославович', 'директор', '63-37-33'),
(7, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Чмелюк Світлана Василівна', 'секретар', '63-37-33'),
(8, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Лукашенко Людмила Анатоліївна', 'заступник з НВР', '63-37-33'),
(9, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Божок Людмила Іванівна', 'заступник з НВР', '63-37-33'),
(10, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Ковальчук Ганна Миколаївна', 'заступник з НМР', '63-37-33'),
(11, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Дем’янчук Юлія В’ячеславівна', 'заступник з ВР', '63-37-33'),
(12, 'Рівненський ліцей №2', 'вул. 24 Серпня, 2', 'school2.rivne@gmail.com', 'school2.rv.ua', 'Бордюг Василь Леонідович', 'заступник з ГР', '63-37-33'),
(13, 'Рівненський ліцей №3', 'вул. Я. Бичківського, 13', 'school_3@i.ua', 'school3.rosvіta.rv.ua', 'Тимощук Ольга Захарівна', 'директор', '62-33-27'),
(14, 'Рівненський ліцей №3', 'вул. Я. Бичківського, 13', 'school_3@i.ua', 'school3.rosvіta.rv.ua', 'Руда Наталія Василівна', 'секретар', '62-33-27'),
(15, 'Рівненський ліцей №3', 'вул. Я. Бичківського, 13', 'school_3@i.ua', 'school3.rosvіta.rv.ua', 'Сотнічук Лариса Іванівна', 'заступник з НВР', '64-05-33'),
(16, 'Рівненський ліцей №3', 'вул. Я. Бичківського, 13', 'school_3@i.ua', 'school3.rosvіta.rv.ua', 'Волчецька Світлана Василівна', 'заступник з ВР', '64-05-33'),
(17, 'Рівненський ліцей №3', 'вул. Я. Бичківського, 13', 'school_3@i.ua', 'school3.rosvіta.rv.ua', 'Кірик Жанна Василівна', 'завгосп', '62-33-27'),
(18, 'Рівненський ліцей №3', 'вул. Я. Бичківського, 13', 'school_3@i.ua', 'school3.rosvіta.rv.ua', 'Лесик Наталія Леонідівна', 'заступник з НВР', '64-05-33'),
(19, 'Рівненський ліцей № 5 ім. Олександра Борисенка', 'вул. М. Негребецького, 20', 'school5rivne@i.ua', 'sites.google.com/site/zoshn5rivne/', 'Середа Сергій Васильович', 'директор', '62-04-27'),
(20, 'Рівненський ліцей № 5 ім. Олександра Борисенка', 'вул. М. Негребецького, 20', 'school5rivne@i.ua', 'sites.google.com/site/zoshn5rivne/', 'Феоктістова Тамара Ростиславівна', 'секретар', '63-58-39'),
(21, 'Рівненський ліцей № 5 ім. Олександра Борисенка', 'вул. М. Негребецького, 20', 'school5rivne@i.ua', 'sites.google.com/site/zoshn5rivne/', 'Радчик Людмила Василівна', 'заступник з НВР', '63-58-39'),
(22, 'Рівненський ліцей № 5 ім. Олександра Борисенка', 'вул. М. Негребецького, 20', 'school5rivne@i.ua', 'sites.google.com/site/zoshn5rivne/', 'Філіпчук Ольга Вікторівна', 'заступник з ВР', '63-58-39'),
(23, 'Рівненський ліцей № 5 ім. Олександра Борисенка', 'вул. М. Негребецького, 20', 'school5rivne@i.ua', 'sites.google.com/site/zoshn5rivne/', 'Лосінська Оксана Іванівна', 'заступник з ГЧ', '63-58-39'),
(24, 'Рівненський ліцей № 6', 'вул. Олени Пчілки, 9', 'school6kovalchyk@gmail.com', '6school.rv.ua', 'Ковальчук Петро Петрович', 'директор', '63-32-19'),
(25, 'Рівненський ліцей № 6', 'вул. Олени Пчілки, 9', 'school6kovalchyk@gmail.com', '6school.rv.ua', 'Суханова Оксана Григорівна', 'секретар', '26-39-87'),
(26, 'Рівненський ліцей № 6', 'вул. Олени Пчілки, 9', 'school6kovalchyk@gmail.com', '6school.rv.ua', 'Махник Оксана Дмитрівна', 'заступник з НВР', '63-14-10'),
(27, 'Рівненський ліцей № 6', 'вул. Олени Пчілки, 9', 'school6kovalchyk@gmail.com', '6school.rv.ua', 'Галатюк Валентина Михайлівна', 'заступник з ВР', '63-14-10'),
(28, 'Рівненський ліцей № 6', 'вул. Олени Пчілки, 9', 'school6kovalchyk@gmail.com', '6school.rv.ua', 'Олексієвець Анатолій Васильович', 'завгосп', '26-39-87'),
(29, 'Рівненський ліцей № 7', 'вул. С.Ковалевської, 17', 'rgg71994@gmail.com', 'rgg.rv.ua', 'Макарчук Зоя Володимирівна', 'директор', '26-59-84'),
(30, 'Рівненський ліцей № 7', 'вул. С.Ковалевської, 17', 'rgg71994@gmail.com', 'rgg.rv.ua', 'Шоха Тетяна Анатоліївна', 'секретар', '26-64-93'),
(31, 'Рівненський ліцей № 7', 'вул. С.Ковалевської, 17', 'rgg71994@gmail.com', 'rgg.rv.ua', 'Смулка Віктор Васильович', 'заступник з НВР', '62-06-34'),
(32, 'Рівненський ліцей № 7', 'вул. С.Ковалевської, 17', 'rgg71994@gmail.com', 'rgg.rv.ua', 'Яремчук Ірина Петрівна', 'заступник з ВР', '26-76-67'),
(33, 'Рівненський ліцей № 7', 'вул. С.Ковалевської, 17', 'rgg71994@gmail.com', 'rgg.rv.ua', 'Абабкін Ігор Іванович', 'заступник з ГР', '26-64-93'),
(34, 'Рівненський ліцей № 8', 'вул. Кн. Острозького, 20', 'School8.Rivne@gmail.com', 'school8.rv.ua', 'Назарук Ніна В’ячеславівна', 'директор', '64-12-57'),
(35, 'Рівненський ліцей № 8', 'вул. Кн. Острозького, 20', 'School8.Rivne@gmail.com', 'school8.rv.ua', 'Фесун Таїсія Вікторівна', 'секретар', '64-12-57'),
(36, 'Рівненський ліцей № 8', 'вул. Кн. Острозького, 20', 'School8.Rivne@gmail.com', 'school8.rv.ua', 'Челяда Олександра Теодозіївна', 'заступник з НВР', '64-12-57'),
(37, 'Рівненський ліцей № 8', 'вул. Кн. Острозького, 20', 'School8.Rivne@gmail.com', 'school8.rv.ua', 'Червук Лариса Миколаївна', 'заступник з НВР', '64-12-57'),
(38, 'Рівненський ліцей № 8', 'вул. Кн. Острозького, 20', 'School8.Rivne@gmail.com', 'school8.rv.ua', 'Мельничук Оксана Василівна', 'заступник з ВР', '64-12-57'),
(39, 'Рівненський ліцей № 8', 'вул. Кн. Острозького, 20', 'School8.Rivne@gmail.com', 'school8.rv.ua', 'Богданюк Тетяна Анатоліївна', 'заступник з ГР', '64-12-57'),
(40, 'Рівненський ліцей № 9', 'вул. Марка Вовчка, 29а', 'rv.zosh9@gmail.com', 'school9.rv.ua', 'Іщук Іван Мирославович', 'директор', '63-65-43'),
(41, 'Рівненський ліцей № 9', 'вул. Марка Вовчка, 29а', 'rv.zosh9@gmail.com', 'school9.rv.ua', 'Мамчур Інна Володимирівна', 'секретар', '63-65-43'),
(42, 'Рівненський ліцей № 9', 'вул. Марка Вовчка, 29а', 'rv.zosh9@gmail.com', 'school9.rv.ua', 'Кондратюк Валентина Миколаївна', 'заступник з НВР', '63-65-43'),
(43, 'Рівненський ліцей № 9', 'вул. Марка Вовчка, 29а', 'rv.zosh9@gmail.com', 'school9.rv.ua', 'Вєтрова Людмила Вікторівна', 'заступник з ВР', '63-65-43'),
(44, 'Рівненський ліцей № 9', 'вул. Марка Вовчка, 29а', 'rv.zosh9@gmail.com', 'school9.rv.ua', 'Олійник Лариса Анатоліївна', 'заступник з АГЧ', '63-65-43'),
(45, 'Рівненський ліцей № 10', 'вул. Видумка, 26', 'Rivne_10_school@i.ua', 'zosh10rivne.wix.com/zosh10', 'Левчик Валентин Сергійович', 'директор', '64-32-87'),
(46, 'Рівненський ліцей № 10', 'вул. Видумка, 26', 'Rivne_10_school@i.ua', 'zosh10rivne.wix.com/zosh10', 'Коваль Оксана Володимирівна', 'секретар', '64-32-87'),
(47, 'Рівненський ліцей № 10', 'вул. Видумка, 26', 'Rivne_10_school@i.ua', 'zosh10rivne.wix.com/zosh10', 'Нездюр Тетяна Андріївна', 'заступник з НВР', '64-32-87'),
(48, 'Рівненський ліцей № 10', 'вул. Видумка, 26', 'Rivne_10_school@i.ua', 'zosh10rivne.wix.com/zosh10', 'Сусь Лілія Віталіївна', 'заступник з ВР', '64-32-87'),
(49, 'Рівненський ліцей № 10', 'вул. Видумка, 26', 'Rivne_10_school@i.ua', 'zosh10rivne.wix.com/zosh10', 'Дудар Микола Петрович', 'завгосп', '63-34-44'),
(50, 'Рівненський ліцей №11', 'вул. Д.Галицького, 14а', 'rivneschool11@gmail.com', 'school11.rv.ua', 'Синяк Лариса Олександрівна', 'директор', '63-79-95'),
(51, 'Рівненський ліцей №11', 'вул. Д.Галицького, 14а', 'rivneschool11@gmail.com', 'school11.rv.ua', 'Егіпті Олена Олександрівна', 'секретар', '63-79-95'),
(52, 'Рівненський ліцей №11', 'вул. Д.Галицького, 14а', 'rivneschool11@gmail.com', 'school11.rv.ua', 'Слободян Валентина Олександрівна', 'заступник з ВР', '63-50-68'),
(53, 'Рівненський ліцей №11', 'вул. Д.Галицького, 14а', 'rivneschool11@gmail.com', 'school11.rv.ua', 'Турченюк Ольга Миколаївна', 'заступник з НВР', '63-50-56'),
(54, 'Рівненський ліцей №11', 'вул. Д.Галицького, 14а', 'rivneschool11@gmail.com', 'school11.rv.ua', 'Жила Жанна Григорівна', 'заступник з ГР', '63-50-56'),
(55, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Луцюк Тетяна Валеріївна', 'директор', '65-36-80'),
(56, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Лічманюк Тетяна Василівна', 'секретар', '65-37-82'),
(57, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Мотузко Ольга Василівна', 'заступник з НВР', '65-37-82'),
(58, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Кривко Валентина Григорівна', 'заступник з НВР', '65-37-59'),
(59, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Бондарук Людмила Володимирівна', 'заступник з НВР', '65-19-90'),
(60, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Конончук Галина Василівна', 'заступник з НВР', '65-19-90'),
(61, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Ніколайчук Оксана Іванівна', 'заступник з НВР', '65-19-90'),
(62, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Кішеньчук Валентина Володимирівна', 'заступник з НВР', '65-19-90'),
(63, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Середюк Ольга Володимирівна', 'заступник з ВР', '65-19-90'),
(64, 'Рівненський ліцей №12', 'вул. Грушевського, 81', 'school.nvk12@gmail.com', 'nvk12.rv.ua', 'Лушпинська Валентина Миколаївна', 'заступник з ГР', '65-37-82'),
(65, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Бєлік Михайло Миколайович', 'директор', '65-03-86'),
(66, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Ревуцька Наталія Анатоліївна', 'секретар', '65-03-86'),
(67, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Овдійчук Віта Анатоліївна', 'заступник з НВР', '65-03-86'),
(68, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Калаур Руслана Іванівна', 'заступник з НВР', '65-03-86'),
(69, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Тиндик Ірина Іванівна', 'заступник з НВР', '65-03-86'),
(70, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Полюхович Людмила Петрівна', 'заступник з ВР', '65-03-86'),
(71, 'Рівненський ліцей №13', 'вул. Гагаріна, 53', 'schoolrivne13@gmail.com', '13.rovno.ua', 'Бешта Зоя Миколаївна', 'заступник з ГЧ', '65-03-86'),
(72, 'Рівненський ліцей №14', 'вул. Боженова, 59', 'zosh14@i.ua', 'nvk14.rv.ua', 'Демчук Юрій Михайлович', 'директор', '63-35-22'),
(73, 'Рівненський ліцей №14', 'вул. Боженова, 59', 'zosh14@i.ua', 'nvk14.rv.ua', 'Романовська Любов Олександрівна', 'секретар', '63-35-22'),
(74, 'Рівненський ліцей №14', 'вул. Боженова, 59', 'zosh14@i.ua', 'nvk14.rv.ua', 'Сорока Ірина Анатоліївна', 'заступник з НВР', '63-35-22'),
(75, 'Рівненський ліцей №14', 'вул. Боженова, 59', 'zosh14@i.ua', 'nvk14.rv.ua', 'Дашкель Іванна Леонідівна', 'заступник з ВР', '63-35-22'),
(76, 'Рівненський ліцей №14', 'вул. Боженова, 59', 'zosh14@i.ua', 'nvk14.rv.ua', 'Маліновська Наталія Петрівна', 'заступник з НВР', '63-52-22'),
(77, 'Рівненський ліцей №14', 'вул. Боженова, 59', 'zosh14@i.ua', 'nvk14.rv.ua', 'Піхоцький Любомир Васильович', 'завгосп', '63-36-16'),
(78, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Істоміна Світлана Ярославівна', 'директор', '63-39-17'),
(79, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Ніконова Лариса Юріївна', 'секретар', '62-09-16'),
(80, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Савчук Марія Валеріївна', 'заступник з НВР', '63-39-17'),
(81, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Сігільєтова Ірина Анатоліївна', 'заступник з НВР', '62-09-16'),
(82, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Сорокіна Ольга Іванівна', 'заступник з НВР', '63-30-02'),
(83, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Верхова Ірина Павлівна', 'заступник з ВР', '62-09-16'),
(84, 'Рівненський ліцей №15', 'вул. Пушкіна, 17', 'spsh15rv@gmail.com', 'spschool15.rosvita.rv.ua', 'Герус Любов Федорівна', 'заступник з АГР', '63-30-02'),
(85, 'Рівненський ліцей №16', 'вул. В. Чорновола, 101', 'ukraine.rivne.school16@gmail.com', 'school16.rv.sch.in.ua', 'Шелепенко Олексій Ігорович', 'директор', '68-12-85'),
(86, 'Рівненський ліцей №16', 'вул. В. Чорновола, 101', 'ukraine.rivne.school16@gmail.com', 'school16.rv.sch.in.ua', 'Таратасюк Марія Богданівна', 'секретар', '68.12.85'),
(87, 'Рівненський ліцей №16', 'вул. В. Чорновола, 101', 'ukraine.rivne.school16@gmail.com', 'school16.rv.sch.in.ua', 'Легка Лариса Мефодіївна', 'заступник з НВР', '68-12-85'),
(88, 'Рівненський ліцей №16', 'вул. В. Чорновола, 101', 'ukraine.rivne.school16@gmail.com', 'school16.rv.sch.in.ua', 'Сібірова Оксана Анатоліївна', 'заступник з НВР', '68-12-85'),
(89, 'Рівненський ліцей №16', 'вул. В. Чорновола, 101', 'ukraine.rivne.school16@gmail.com', 'school16.rv.sch.in.ua', 'Ревуцька Ольга Станславівна', 'заступник з НВР', '68-12-85'),
(90, 'Рівненський ліцей №16', 'вул. В. Чорновола, 101', 'ukraine.rivne.school16@gmail.com', 'school16.rv.sch.in.ua', 'Румак Анатолій Іванович', 'заступник з ГР', '68.12.85'),
(91, 'Рівненський ліцей №17', 'вул. Тиннівська, 82', 'school-17@i.ua', 'nvk17.edukit.rv.ua', 'Грищенко Галина Олександрівна', 'директор', '63-23-41'),
(92, 'Рівненський ліцей №17', 'вул. Тиннівська, 82', 'school-17@i.ua', 'nvk17.edukit.rv.ua', 'Бугримчук Мирослава Василівна', 'секретар', '63-23-41'),
(93, 'Рівненський ліцей №17', 'вул. Тиннівська, 82', 'school-17@i.ua', 'nvk17.edukit.rv.ua', 'Лис Надія Миколаївна', 'заступник з НВР', '63-23-41'),
(94, 'Рівненський ліцей №17', 'вул. Тиннівська, 82', 'school-17@i.ua', 'nvk17.edukit.rv.ua', 'Грекова Ірина Юріївна', 'заступник з ВР', '63-23-41'),
(95, 'Рівненський ліцей №17', 'вул. Тиннівська, 82', 'school-17@i.ua', 'nvk17.edukit.rv.ua', 'Ніколайчук Тетяна Петрівна', 'завгосп', '63-23-41'),
(96, 'Рівненський ліцей №18', 'вул. Карпинського, 15А', 'zosch18-rivne@i.ua', 'school18.rv.sch.in.ua', 'Меркотан Лариса Іванівна', 'директор', '63-47-99'),
(97, 'Рівненський ліцей №18', 'вул. Карпинського, 15А', 'zosch18-rivne@i.ua', 'school18.rv.sch.in.ua', 'Веремчук Світлана Петрівна', 'секретар', '63-47-99'),
(98, 'Рівненський ліцей №18', 'вул. Карпинського, 15А', 'zosch18-rivne@i.ua', 'school18.rv.sch.in.ua', 'Савенко Наталія Олександрівна', 'заступник з НВР', '63-49-23'),
(99, 'Рівненський ліцей №18', 'вул. Карпинського, 15А', 'zosch18-rivne@i.ua', 'school18.rv.sch.in.ua', 'Зламан Світлана Василівна', 'заступник з НВР', '63-49-23'),
(100, 'Рівненський ліцей №18', 'вул. Карпинського, 15А', 'zosch18-rivne@i.ua', 'school18.rv.sch.in.ua', 'Шуманська Наталія Володимирівна', 'заступник з ВР', '63-49-23'),
(101, 'Рівненський ліцей №18', 'вул. Карпинського, 15А', 'zosch18-rivne@i.ua', 'school18.rv.sch.in.ua', 'Ворощук Сергій Андрійович', 'заступник з ГЧ', '63-47-99'),
(102, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Верхова Інна Семенівна', 'директор', '68-23-75'),
(103, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Мельник Ірина Ярославівна', 'секретар', '68-20-60'),
(104, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Букша Наталія Миколаївна', 'заступник з НВР', '68-20-60'),
(105, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Мельничук Наталія В’ячеславівна', 'заступник з НВР', '68-20-60'),
(106, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Холодова Тетяна Володимирівна', 'заступник з НВР', '68-20-60'),
(107, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Ковалевська Мирослава Борисівна', 'заступник з ВР', '68-20-60'),
(108, 'Рівненський ліцей №19', 'вул. Макарова, 48', 'nvkrivne19@gmail.com', 'school19.rv.ua', 'Аношко Віктор Ілліч', 'заступник з ГЧ', '68-20-60'),
(109, 'Рівненський ліцей №20', 'вул. О.Теліги, 27А', 'rivne.school.20@gmail.com', 'rivne-school-20.acdmc.org.ua', 'Сукач Ніна Іванівна', 'директор', '64-05-22'),
(110, 'Рівненський ліцей №20', 'вул. О.Теліги, 27А', 'rivne.school.20@gmail.com', 'rivne-school-20.acdmc.org.ua', 'Романюк Олія Володимирівна', 'секретар', '64-05-22'),
(111, 'Рівненський ліцей №20', 'вул. О.Теліги, 27А', 'rivne.school.20@gmail.com', 'rivne-school-20.acdmc.org.ua', 'Кондратюк Галина Анатоліївна', 'заступник з НВР', '64-05-22'),
(112, 'Рівненський ліцей №20', 'вул. О.Теліги, 27А', 'rivne.school.20@gmail.com', 'rivne-school-20.acdmc.org.ua', 'Юрко Ольга Романівна', 'заступник з ВР', '64-05-22'),
(113, 'Рівненський ліцей №20', 'вул. О.Теліги, 27А', 'rivne.school.20@gmail.com', 'rivne-school-20.acdmc.org.ua', 'Грицюк Галина Борисівна', 'заступник з ГР', '64-05-22'),
(114, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Куделя Петро Іванович', 'директор', '63-62-37'),
(115, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Куделя Лілія Петрівна', 'секретар', '26-69-34'),
(116, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Присяжнюк Ольга Богданівна', 'заступник з НВР', '63-37-94'),
(117, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Чабанюк Тетяна Вікторівна', 'заступник з НВР', '63-40-78'),
(118, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Воротеляк Аліна Володимирівна', 'заступник з НВР', '63-37-94'),
(119, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Попович Поліна Миколаївна', 'заступник з ВР', '26-69-34'),
(120, 'Рівненський ліцей \"Колегіум\"', 'вул. Шевченка, 103', 'nvkkolegium@gmail.com', 'kolegium.rv.ua', 'Максимова Олена Іванівна', 'заступник з ГЧ', '26-69-34'),
(121, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Шама Сергій Андрійович', 'директор', '65-17-41'),
(122, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Попчук Тетяна Юріївна', 'секретар', '65-17-41'),
(123, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Герасімчук Наталія Дмитрівна', 'заступник з НВР', '65-18-96'),
(124, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Овчарук Марія Віталіївна', 'заступник з НВР', '65-18-96'),
(125, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Руднік Надія Тимофіївна', 'заступник з НВР', '65-18-96'),
(126, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Романчук Зоя Йосипівна', 'заступник з ВР', '65-18-96'),
(127, 'Рівненський ліцей №22', 'пр. Князя Романа, 14А', 'zosh22rv@gmail.com', 'school22.rv.ua', 'Поліщук Андрій Дмитрович', 'заступник з ГР', '65-17-41'),
(128, 'Рівненський ліцей №23', 'вул. Вербова, 42', 'school_23@rivne.com.ua', 'school23.rosvita.rv.ua', 'Кроль Олег Олександрович', 'директор', '64-05-65'),
(129, 'Рівненський ліцей №23', 'вул. Вербова, 42', 'school_23@rivne.com.ua', 'school23.rosvita.rv.ua', 'Мороз Юлія Валентинівна', 'секретар', '64-01-55'),
(130, 'Рівненський ліцей №23', 'вул. Вербова, 42', 'school_23@rivne.com.ua', 'school23.rosvita.rv.ua', 'Саприкіна Наталія Олександрівна', 'заступник з НВР', NULL),
(131, 'Рівненський ліцей №23', 'вул. Вербова, 42', 'school_23@rivne.com.ua', 'school23.rosvita.rv.ua', 'Дьоміна Олена Олексіївна', 'заступник з НВР', NULL),
(132, 'Рівненський ліцей №23', 'вул. Вербова, 42', 'school_23@rivne.com.ua', 'school23.rosvita.rv.ua', 'Шевчук Лариса Іванівна', 'заступник з ВР', NULL),
(133, 'Рівненський ліцей №23', 'вул. Вербова, 42', 'school_23@rivne.com.ua', 'school23.rosvita.rv.ua', 'Данилова Катерина Дмитрівна', 'заступник з ГР', NULL),
(134, 'Рівненський ліцей №24', 'вул. Гайдамацька, 15', 'rzosh24@gmail.com', 'zosh24-rivne.at.ua', 'Ткачук Олена Юріївна', 'директор', '65-13-93'),
(135, 'Рівненський ліцей №24', 'вул. Гайдамацька, 15', 'rzosh24@gmail.com', 'zosh24-rivne.at.ua', 'Бойко Наталія Володимирівна', 'секретар', '65-13-93'),
(136, 'Рівненський ліцей №24', 'вул. Гайдамацька, 15', 'rzosh24@gmail.com', 'zosh24-rivne.at.ua', 'Макарчук Оксана Петрівна', 'заступник з НВР', '65-13-93'),
(137, 'Рівненський ліцей №24', 'вул. Гайдамацька, 15', 'rzosh24@gmail.com', 'zosh24-rivne.at.ua', 'Свірик Марина Валеріївна', 'заступник з НВР', '65-13-93'),
(138, 'Рівненський ліцей №24', 'вул. Гайдамацька, 15', 'rzosh24@gmail.com', 'zosh24-rivne.at.ua', 'Крук Ольга Олександрівна', 'заступник з ВР', '65-13-93'),
(139, 'Рівненський ліцей №24', 'вул. Гайдамацька, 15', 'rzosh24@gmail.com', 'zosh24-rivne.at.ua', 'Самарцева Зоя Степанівна', 'завгосп', '65-13-93'),
(140, 'Рівненський ліцей №25', 'вул. Є.Коновальця, 17', 'school.rivne25@gmail.com', 'school25.rosvita.rv.ua', 'Бортник Віктор Валерійович', 'директор', '64-84-92'),
(141, 'Рівненський ліцей №25', 'вул. Є.Коновальця, 17', 'school.rivne25@gmail.com', 'school25.rosvita.rv.ua', 'Лустюк Наталія Володимирівна', 'секретар', '64-84-51'),
(142, 'Рівненський ліцей №25', 'вул. Є.Коновальця, 17', 'school.rivne25@gmail.com', 'school25.rosvita.rv.ua', 'Буркалець Петро Віталійович', 'заступник з НВР', '64-84-35'),
(143, 'Рівненський ліцей №25', 'вул. Є.Коновальця, 17', 'school.rivne25@gmail.com', 'school25.rosvita.rv.ua', 'Шевчук Лідія Сергіївна', 'заступник з НВР', '64-84-35'),
(144, 'Рівненський ліцей №25', 'вул. Є.Коновальця, 17', 'school.rivne25@gmail.com', 'school25.rosvita.rv.ua', 'Лукашенко Валентин Іванович', 'заступник з ВР', '64-84-51'),
(145, 'Рівненський ліцей №25', 'вул. Є.Коновальця, 17', 'school.rivne25@gmail.com', 'school25.rosvita.rv.ua', 'Подік Станіслав Гнатович', 'заступник з ГЧ', '64-84-51'),
(146, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Дзюбак Володимир Федорович', 'директор', '64-06-37'),
(147, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Кватерчук Ірина Миколаївна', 'секретар', '68-28-75'),
(148, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Ящук Світлана Олександрівна', 'заступник з НВР', '68-28-75'),
(149, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Баганець Лілія Мефодіївна', 'заступник з НВР', '68-28-79'),
(150, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Харковець Тетяна Дмитрівна', 'заступник з НВР', '68-28-79'),
(151, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Коник Раїса Володимирівна', 'заступник з ВР', '68-28-79'),
(152, 'Рівненський ліцей №26', 'вул. Павлюченка, 24', 'nvk26rivnesport@gmail.com', 'nvk26.rv.ua', 'Ткачова Юлія Павлівна', 'заступник з ГР', '68-28-75'),
(153, 'Рівненський ліцей №27', 'вул. Дубенська, 133', 'school27rivne1991@gmail.com', 'school27.rv.ua', 'Харів Богдан Ярославович', 'директор', '62-83-77'),
(154, 'Рівненський ліцей №27', 'вул. Дубенська, 133', 'school27rivne1991@gmail.com', 'school27.rv.ua', 'Кирильчук Світлана Василівна', 'секретар', '62-83-77'),
(155, 'Рівненський ліцей №27', 'вул. Дубенська, 133', 'school27rivne1991@gmail.com', 'school27.rv.ua', 'Пирогова Наталія Василівна', 'заступник з НВР', '62-83-77'),
(156, 'Рівненський ліцей №27', 'вул. Дубенська, 133', 'school27rivne1991@gmail.com', 'school27.rv.ua', 'Банькова Світлана Василівна', 'заступник з НВР', '62-83-77'),
(157, 'Рівненський ліцей №27', 'вул. Дубенська, 133', 'school27rivne1991@gmail.com', 'school27.rv.ua', 'Бачинська Інна Миколаївна', 'заступник з НВР', '62-83-77'),
(158, 'Рівненський ліцей №27', 'вул. Дубенська, 133', 'school27rivne1991@gmail.com', 'school27.rv.ua', 'Романюк Ольга Петрівна', 'заступник з ГЧ', '63-26-59'),
(159, 'Рівненський ліцей №28', 'вул. Є. Коновальця, 19', 'rv.school28@gmail.com', 'school28.rv.ua', 'Ревут Ольга Іванівна', 'директор', '62-36-11'),
(160, 'Рівненський ліцей №28', 'вул. Є. Коновальця, 19', 'rv.school28@gmail.com', 'school28.rv.ua', 'Буняк-Баюн Світлана Сергіївна', 'секретар', '62-64-62'),
(161, 'Рівненський ліцей №28', 'вул. Є. Коновальця, 19', 'rv.school28@gmail.com', 'school28.rv.ua', 'Власюк Галина Іванівна', 'заступник з НВР', '62-63-72'),
(162, 'Рівненський ліцей №28', 'вул. Є. Коновальця, 19', 'rv.school28@gmail.com', 'school28.rv.ua', 'Козяр Галина Володимирівна', 'заступник з НВР', '62-63-72'),
(163, 'Рівненський ліцей №28', 'вул. Є. Коновальця, 19', 'rv.school28@gmail.com', 'school28.rv.ua', 'Панчук Людмила Андріївна', 'заступник з ВР', '62-63-26'),
(164, 'Рівненський ліцей №28', 'вул. Є. Коновальця, 19', 'rv.school28@gmail.com', 'school28.rv.ua', 'Драчук Марія Володимирівна', 'заступник з ГЧ', '62-64-62'),
(165, 'Рівненський ліцей \"ЛІДЕР\"', 'вул. Гайдамацька, 7-А', 'rivne.repl@gmail.com', 'repl.rv.ua', 'Коваль Петро Володимирович', 'директор', '65-18-89'),
(166, 'Рівненський ліцей \"ЛІДЕР\"', 'вул. Гайдамацька, 7-А', 'rivne.repl@gmail.com', 'repl.rv.ua', 'Семенюк Олена Миколаївна', 'секретар', '65-18-89'),
(167, 'Рівненський ліцей \"ЛІДЕР\"', 'вул. Гайдамацька, 7-А', 'rivne.repl@gmail.com', 'repl.rv.ua', 'Максимчук Оксана Миколаївна', 'заступник з НВР', '65-18-89'),
(168, 'Рівненський ліцей \"ЛІДЕР\"', 'вул. Гайдамацька, 7-А', 'rivne.repl@gmail.com', 'repl.rv.ua', 'Мазур Анжела Володимирівна', 'заступник з НВР', '65-18-22'),
(169, 'Рівненський ліцей \"ЛІДЕР\"', 'вул. Гайдамацька, 7-А', 'rivne.repl@gmail.com', 'repl.rv.ua', 'Алексійчук Наталія Михайлівна', 'заступник з ВР', '65-18-89'),
(170, 'Рівненський ліцей \"ЛІДЕР\"', 'вул. Гайдамацька, 7-А', 'rivne.repl@gmail.com', 'repl.rv.ua', 'Мартинюк Іван Харитонович', 'завгосп', '65-18-89'),
(171, 'Рівненський ліцей \"Елітар\"', 'вул. Гайдамацька, 9-А', 'bosselitar@gmail.com', 'elitar.rv.ua', 'Желюк Олег Миколайович', 'директор', '65-17-97'),
(172, 'Рівненський ліцей \"Елітар\"', 'вул. Гайдамацька, 9-А', 'bosselitar@gmail.com', 'elitar.rv.ua', 'Ордаш Надія Антонівна', 'секретар', '65-18-97'),
(173, 'Рівненський ліцей \"Елітар\"', 'вул. Гайдамацька, 9-А', 'bosselitar@gmail.com', 'elitar.rv.ua', 'Сидорчук Людмила Костянтинівна', 'заступник з НВР', '65-18-97'),
(174, 'Рівненський ліцей \"Елітар\"', 'вул. Гайдамацька, 9-А', 'bosselitar@gmail.com', 'elitar.rv.ua', 'Данилюк Роман Едуардович', 'заступник з НВР', '65-18-97'),
(175, 'Рівненський ліцей \"Елітар\"', 'вул. Гайдамацька, 9-А', 'bosselitar@gmail.com', 'elitar.rv.ua', 'Перепелиця Алла Іванівна', 'заступник з ВР', '65-18-97'),
(176, 'Рівненський ліцей \"Український\"', 'вул. 24 Серпня, 2', 'rug-rivne@ukr.net', 'rug.rv.ua', 'Кухарчук Тетяна Андріївна', 'директор', '63-59-59'),
(177, 'Рівненський ліцей \"Український\"', 'вул. 24 Серпня, 3', 'rug-rivne@ukr.net', 'rug.rv.ua', 'Могильна Наталія Василівна', 'секретар', '63-59-59'),
(178, 'Рівненський ліцей \"Український\"', 'вул. 24 Серпня, 4', 'rug-rivne@ukr.net', 'rug.rv.ua', 'Коваль Тетяна Петрівна', 'заступник з НВР', '26-57-25'),
(179, 'Рівненський ліцей \"Український\"', 'вул. 24 Серпня, 5', 'rug-rivne@ukr.net', 'rug.rv.ua', 'Юзюк Раїса Павлівна', 'заступник з НВР', '26-57-25'),
(180, 'Рівненський ліцей \"Український\"', 'вул. 24 Серпня, 6', 'rug-rivne@ukr.net', 'rug.rv.ua', 'Бойчак Леся Анатоліївна', 'заступник з ВР', '26-57-25'),
(181, 'Рівненський ліцей \"Український\"', 'вул. 24 Серпня, 7', 'rug-rivne@ukr.net', 'rug.rv.ua', 'Нідашковський Іван Антонович', 'заступник з ГЧ', '26-57-25'),
(182, 'Рівненський ліцей \"Центр надії\" ім. Надії Маринович ', 'пров. Ігоря Волошина, 12А', 'c_o_h@i.ua', 'coh.rv.ua', 'Шенкнехт Олена Володимирівна', 'директор', '62-34-90'),
(183, 'Рівненський ліцей \"Центр надії\" ім. Надії Маринович ', 'пров. Ігоря Волошина, 12А', 'c_o_h@i.ua', 'coh.rv.ua', 'Білецька Ольга Анатоліївна', 'секретар', '62-34-90'),
(184, 'Рівненський ліцей \"Центр надії\" ім. Надії Маринович ', 'пров. Ігоря Волошина, 12А', 'c_o_h@i.ua', 'coh.rv.ua', 'Вареник Марина Степанівна', 'заступник з НВР', '62-34-90'),
(185, 'Рівненський ліцей \"Центр надії\" ім. Надії Маринович ', 'пров. Ігоря Волошина, 12А', 'c_o_h@i.ua', 'coh.rv.ua', 'Павлюк Тарас Феодосійович', 'заступник з НВР', '62-34-90'),
(186, 'Рівненський ліцей \"Центр надії\" ім. Надії Маринович ', 'пров. Ігоря Волошина, 12А', 'c_o_h@i.ua', 'coh.rv.ua', 'Полюхович Світлана Олександрівна', 'заступник з ВР', '62-34-90'),
(187, 'Рівненський ліцей \"Центр надії\" ім. Надії Маринович ', 'пров. Ігоря Волошина, 12А', 'c_o_h@i.ua', 'coh.rv.ua', 'Ковальчук Валентина Макарівна', 'завгосп', '62-34-90'),
(188, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Рачинець Сергій Сергійович', 'директор', '63-71-81'),
(189, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Бальчаровська Марія Юріївна', 'секретар', '63-68-45'),
(190, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Ларін Анатолій Євгенович', 'заступник з НВР', '63-68-45'),
(191, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Солімчук Катерина Миколаївна', 'заступник з НВР', '63-68-45'),
(192, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Данилюк Світлана Анатоліївна', 'заступник з НВР', '63-68-45'),
(193, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Огороднік Тетяна Іллівна', 'заступник з НВР', '63-68-45'),
(194, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Шмирига Ірина Георгіївна', 'заступник з НВР', '63-51-75'),
(195, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Авдєєнко Аліна Сергіївна', 'заступник з ВР', '63-51-75'),
(196, 'Рівненський академічний ліцей \"Престиж\" імені Лілії Котовської ', 'вул. Д.Галицького, 15', 'prestizh1992@gmail.com', 'prestizh.rv.ua', 'Вдовиченко Галина Адамівна', 'заступник з ГР', '63-51-75'),
(197, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Пучко Галина Тадеївна', 'директор', '65-19-38'),
(198, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Шевчик Іванна Миколаївна', 'секретар', '65-17-87'),
(199, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Шама Оксана Петрівна', 'заступник з НВР', '65-17-87'),
(200, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Пилипович Тарас Васильович', 'заступник з НВР', '65-19-38'),
(201, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Трофімчук Світлана Володимирівна', 'заступник з НВР', '65-19-38'),
(202, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Тимощук Сергій Олександрович', 'заступник з НВР', '65-19-38'),
(203, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Волощук Олена Миколаївна', 'заступник з ВР', '65-19-38'),
(204, 'Рівненський ліцей \"Гармонія\"', 'проспект Генерала Безручка, 26', 'rg.garmoniya@gmail.com', 'garmoniya.at.ua', 'Войтович Наталія Юріївна', 'заступник з ГР', '65-17-87'),
(205, 'Квасилівський ліцей', 'смт.Квасилів, вул. Молодіжна, 22', 'kvasylivnvk@gmail.com', 'kvasyliv.e-schools.info', 'Людвік Віра Вікторівна', 'директор', '20-34-00'),
(206, 'Квасилівський ліцей', 'смт.Квасилів, вул. Молодіжна, 22', 'kvasylivnvk@gmail.com', 'kvasyliv.e-schools.info', 'Ковальчук Валентина Володимирівна', 'секретар', '20-34-00'),
(207, 'Квасилівський ліцей', 'смт.Квасилів, вул. Молодіжна, 22', 'kvasylivnvk@gmail.com', 'kvasyliv.e-schools.info', 'Собчук Ірина Андріївна', 'заступник з НВР', '20-42-00'),
(208, 'Квасилівський ліцей', 'смт.Квасилів, вул. Молодіжна, 22', 'kvasylivnvk@gmail.com', 'kvasyliv.e-schools.info', 'Якимчук Людмила Петрівна', 'заступник з НВР', '20-42-00'),
(209, 'Квасилівський ліцей', 'смт.Квасилів, вул. Молодіжна, 22', 'kvasylivnvk@gmail.com', 'kvasyliv.e-schools.info', 'Онопрійчук Тетяна Дмитрівна', 'заступник з ВР', '20-42-00'),
(210, 'Рівненський навчально-реабілітаційний центр \"Особлива дитина\" ', 'вул. Гурія Бухала, 3', 'osdytyna@gmail.com', 'www.osobluvadutuna.pp.ua/', 'Петух Ольга Володимирівна', 'директор', '64-04-31'),
(211, 'Рівненський навчально-реабілітаційний центр \"Особлива дитина\" ', 'вул. Гурія Бухала, 3', 'osdytyna@gmail.com', 'www.osobluvadutuna.pp.ua/', 'Григорчук Людила Іванівна', 'секретар', '64-04-31'),
(212, 'Рівненський навчально-реабілітаційний центр \"Особлива дитина\" ', 'вул. Гурія Бухала, 3', 'osdytyna@gmail.com', 'www.osobluvadutuna.pp.ua/', 'Твердохліб Галина Володимирівна', 'заступник з НВР', '64-04-31'),
(213, 'Рівненський навчально-реабілітаційний центр \"Особлива дитина\" ', 'вул. Гурія Бухала, 3', 'osdytyna@gmail.com', 'www.osobluvadutuna.pp.ua/', 'Павлюк Галина Миколаївна', 'заступник з НВР', '64-04-31'),
(214, 'Рівненський навчально-реабілітаційний центр \"Особлива дитина\" ', 'вул. Гурія Бухала, 3', 'osdytyna@gmail.com', 'www.osobluvadutuna.pp.ua/', 'Прокопчук Оксана Леонідівна', 'заступник з НРР', '64-04-31'),
(215, 'Рівненський навчально-реабілітаційний центр \"Особлива дитина\" ', 'вул. Гурія Бухала, 3', 'osdytyna@gmail.com', 'www.osobluvadutuna.pp.ua/', 'Костюкевич Оксана Леонідівна', 'заступник з ГР', '64-04-31');

-- --------------------------------------------------------

--
-- Table structure for table `logins`
--

CREATE TABLE `logins` (
  `userId` int NOT NULL,
  `userName` varchar(12) NOT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL,
  `displayName` varchar(12) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `logins`
--

INSERT INTO `logins` (`userId`, `userName`, `password`, `displayName`) VALUES
(1, 'Admin', 'qwerty1234', 'Admin');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `list`
--
ALTER TABLE `list`
  ADD PRIMARY KEY (`Id`);

--
-- Indexes for table `logins`
--
ALTER TABLE `logins`
  ADD PRIMARY KEY (`userId`),
  ADD UNIQUE KEY `userName` (`userName`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `list`
--
ALTER TABLE `list`
  MODIFY `Id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=216;

--
-- AUTO_INCREMENT for table `logins`
--
ALTER TABLE `logins`
  MODIFY `userId` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
